# CLI tools
brew "azure-cli"
brew "starship"
brew "docker"
brew "lazygit"
brew "lazydocker"
brew "git"
brew "neovim"
brew "btop"
brew "fzf"
brew "eza"
brew "zoxide"
brew "ripgrep"
brew "fd"

cask "ghostty"
cask "google-chrome"

cask "font-caskaydia-mono-nerd-font"

cask "1password"
cask "1password-cli"
cask "spotify"

tap "nikitabobko/tap"
cask "aerospace"

tap "FelixKratz/formulae"
brew "borders"

tap "sst/tap"
brew "opencode"

cask "raycast"

