cask_args no_quarantine: true

# CLI tools
brew "azure-cli"
brew "starship"
brew "docker"
brew "lazygit"
brew "lazydocker"
brew "neovim"
brew "btop"
brew "fzf"
brew "eza"
brew "zoxide"
brew "ripgrep"
brew "fd"
brew "tree-sitter-cli"
brew "ripgrep"
brew "tmux"
brew "mise"
brew "openssl@3"
brew "libyaml"
brew "gmp"

cask "alacritty"
cask "google-chrome"
cask "font-caskaydia-mono-nerd-font"
cask "1password"
cask "1password-cli"
cask "spotify"

tap "nikitabobko/tap"
cask "aerospace"

tap "FelixKratz/formulae"
brew "borders"

tap "sst/tap"
brew "opencode"

cask "raycast"

brew "zsh-vi-mode"
